{
    "RUNNING IN HOT WEATHER": [
        "Context: During hot weather, many people enjoy outdoor activities such as running. Running in hot weather can be challenging due to the high temperature and increased risk of dehydration. It is important to understand the effects of running in hot weather on the human body.",
        "Question: What are some potential risks of running in hot weather?"
    ],
    "BIRD MIGRATION": [
        "Context: Most migratory birds tend to gather in one area and migrate in large groups rather than individually. This behavior has evolved over time.",
        "Question: Which of the following best explains the evolution of this behavior in most migratory birds?\nA.Birds that migrated alone or in small groups were less likely to survive and reproduce.\nB.Birds that migrated alone or in small groups were more likely to find enough food.\nC.Flying in large groups allowed other bird species to join the migration.\nD.Flying in large groups gave each bird a better chance of finding a nesting site."
    ],
    "METEOROIDS AND CRATERS": [
        "Context: Rocks in space that enter Earth's atmosphere are known as meteoroids. As they fall through the atmosphere, they heat up and glow. Most meteoroids burn up before reaching Earth's surface. If a meteoroid does hit Earth, it can create a hole called a crater.",
        "Question: As a meteoroid approaches Earth and enters its atmosphere, it accelerates. Why does this happen?\nA.The meteoroid is pulled in by Earth's rotation.\nB.The meteoroid is pushed by sunlight.\nC.The meteoroid is attracted by Earth's mass.\nD.The meteoroid is repelled by the vacuum of space."
    ],
    "SLOPE-FACE INVESTIGATION": [
        "Context: A group of students conducted a slope-face investigation as part of their science project. They wanted to understand how the angle of a slope affects the movement of objects. They set up different slopes with varying angles and observed the behavior of objects rolling down the slopes. They recorded their observations and analyzed the data to draw conclusions.",
        "Question: Based on the slope-face investigation, what can the students conclude about the relationship between the angle of a slope and the speed of objects rolling down?"
    ],
    "SUSTAINABLE FISH FARMING": [
        "Context: Sustainable fish farming is an important practice that aims to produce fish in a way that minimizes negative environmental impacts and ensures the long-term viability of fish populations. It involves using responsible aquaculture techniques that promote the health and well-being of fish while also considering the ecological balance of the surrounding ecosystem.",
        "Question: Which procedure would make fish farming more sustainable?\nA. Increasing the rate of water flow through the tanks.\nB. Increasing the amount of nutrients added to the first tank.\nC. Using filters that allow larger organisms to move between the tanks.\nD. Using the wastes produced by the organisms to make fuel to run the water pumps."
    ],
    "SEMMELWEIS' DIARY": [
        "Context: In the mid-19th century, Ignaz Semmelweis, a Hungarian physician, worked in the maternity ward of the Vienna General Hospital. He observed a high incidence of puerperal fever, commonly known as childbed fever, among new mothers. Through careful investigation, Semmelweis discovered that the fever was often fatal and was more prevalent in the ward where medical students assisted in childbirth after performing autopsies. He hypothesized that 'cadaverous particles' were being transferred to patients by the medical students.\nTo test his hypothesis, Semmelweis introduced a strict handwashing protocol using a chlorinated lime solution for anyone entering the maternity ward. The incidence of puerperal fever dramatically decreased after this practice was implemented, providing strong evidence for his theory.",
        "Question: Suppose you were Semmelweis. Give a reason (based on the data Semmelweis collected) why puerperal fever is unlikely to be caused by earthquakes."
    ],
    "OZONE": [
        "Context: The atmosphere is an ocean of air and a precious natural resource for sustaining life on the Earth. Unfortunately, human activities based on national/personal interests are causing harm to this common resource, notably by depleting the fragile ozone layer, which acts as a protective shield for life on the Earth. Ozone molecules consist of three oxygen atoms, as opposed to oxygen molecules which consist of two oxygen atoms. Ozone molecules are exceedingly rare: fewer than ten in every million molecules of air. However, for nearly a billion years, their presence in the atmosphere has played a vital role in safeguarding life on Earth. Depending on where it is located, ozone can either protect or harm life on Earth. The ozone in the troposphere (up to 10 kilometres above the Earth's surface) is 'bad' ozone which can damage lung tissues and plants. But about 90 percent of ozone found in the stratosphere (between 10 and 40 kilometres above the Earth's surface) is 'good' ozone which plays a beneficial role by absorbing dangerous ultraviolet (UV-B) radiation from the Sun. Without this beneficial ozone layer, humans would be more susceptible to certain diseases due to the increased incidence of ultra-violet rays from the Sun. In the last decades the amount of ozone has decreased. In 1974 it was hypothesised that chlorofluorocarbons (CFCs) could be a cause for this. Until 1987, scientific assessment of the cause-effect relationship was not convincing enough to implicate CFCs. However, in September 1987, diplomats from around the world met in Montreal (Canada) and agreed to set sharp limits to the use of CFCs.",
        "Question: In the text above nothing is mentioned about the way ozone is formed in the atmosphere. In fact each day some ozone is formed and some other ozone disappears.\nSuppose you have an uncle who tries to understand the meaning of this strip. However, he did not get \nany science education at school and he doesn't understand what the author of the strip is explaining. \nHe knows that there are no little fellows in the atmosphere but he wonders what those little fellows \nin the strip stand for, what those strange notations O, O2 and O3 mean and which processes the strip \nrepresents. He asks you to explain the strip. Assume that your uncle knows:\nthat O is the symbol for oxygen;\nwhat atoms and molecules are.\nWrite an explanation of the comic strip for your uncle.\nIn your explanation, use the words atoms and molecules."
    ],
    "DAYLIGHT": [
        "Context: Today, as the Northern\nHemisphere celebrates its \nlongest day, Australians will \nexperience their shortest. In\nMelbourne*, Australia, the Sun \nwill rise at 7:36 am and set at \n5:08 pm, giving nine hours and \n32 minutes of daylight.\nCompare today to the year's \nlongest day in the Southern \nHemisphere, expected on 22 \nDecember, when the Sun will\nrise at 5:55 am and set at 8:42 \npm, giving 14 hours and 47 \nminutes of daylight.\nThe President of the Astronomical \nSociety, Mr Perry Vlahos, said the \nexistence of changing seasons \nin the Northern and Southern \nHemispheres was linked to the \nEarth's 23-degree tilt.",
        "Question: Which statement explains why daylight and darkness occur on Earth?\nA. The Earth rotates on its axis.\nB. The Sun rotates on its axis.\nC. The Earth's axis is tilted.\nD. The Earth revolves around the Sun."
    ],
    "CLONING": [
        "Context: Without any doubt, if there had been\nelections for the animal of the year 1997,\nDolly would have been the winner!\nDolly is a Scottish sheep that you see in\nthe photo. But Dolly is not just a simple\nsheep. She is a clone of another sheep.\nA clone means: a copy. Cloning means\ncopying 'from a single master copy'.\nScientists succeeded in creating a sheep\n(Dolly) that is identical to a sheep that\nfunctioned as a 'master copy'.\nIt was the Scottish scientist Ian Wilmut\nwho designed the 'copying machine' for\nsheep. He took a very small piece from\nthe udder of an adult sheep (sheep 1).\nFrom that small piece he removed the\nnucleus, then he transferred the nucleus\ninto the egg-cell of another (female)\nsheep (sheep 2). But first he removed\nfrom that egg-cell all the material\nthat would have determined sheep 2\ncharacteristics in a lamb produced from\nthat egg-cell. Ian Wilmut implanted the\nmanipulated egg-cell of sheep 2 into yet\nanother (female) sheep (sheep 3). Sheep 3\nbecame pregnant and had a lamb: Dolly.\nSome scientists think that within a few\nyears it will be possible to clone people as\nwell. But many governments have already\ndecided to forbid cloning of people by law.",
        "Question: In the last sentence of the article, it is mentioned that many governments have already decided to forbid the cloning of people by law. Considering the two reasons provided below, do you think these reasons are based on scientific grounds? Why or why not?\n\nCloned people could be more sensitive to certain diseases than normal people.\nPeople should not take over the role of a Creator."
    ],
    "GREENHOUSE": [
        "Context: Living things need energy to survive. The energy that sustains life on the Earth comes from the Sun, which \nradiates energy into space because it is so hot. A tiny proportion of this energy reaches the Earth.\nThe Earth's atmosphere acts like a protective blanket over the surface of our planet, preventing the \nvariations in temperature that would exist in an airless world. \nMost of the radiated energy coming from the Sun passes through the Earth's atmosphere. The Earth \nabsorbs some of this energy, and some is reflected back from the Earth's surface. Part of this reflected \nenergy is absorbed by the atmosphere. \nAs a result of this the average temperature above the Earth's surface is higher than it would be if there \nwere no atmosphere. The Earth's atmosphere has the same effect as a greenhouse, hence the term \ngreenhouse effect.\nThe greenhouse effect is said to have become more pronounced during the twentieth century. \nIt is a fact that the average temperature of the Earth's atmosphere has increased. In newspapers and \nperiodicals the increased carbon dioxide emission is often stated as the main source of the temperature \nrise in the twentieth century.\nA student named André becomes interested in the possible relationship between the average temperature \nof the Earth's atmosphere and the carbon dioxide emission on the Earth.",
        "Question: André persists in his conclusion that the average temperature rise of the Earth's atmosphere is caused \nby the increase in the carbon dioxide emission. But Jeanne thinks that his conclusion is premature. She \nsays: 'Before accepting this conclusion you must be sure that other factors that could influence the \ngreenhouse effect are constant'.\nName one of the factors that Jeanne means."
    ],
    "CLOTHES": [
        "Context: A team of British scientists is \ndeveloping 'intelligent' clothes that \nwill give disabled children the power of \n'speech'. Children wearing waistcoats \nmade of a unique electrotextile, linked \nto a speech synthesiser, will be able to \nmake themselves understood simply \nby tapping on the touch-sensitive \nmaterial.\nThe material is made up of normal \ncloth and an ingenious mesh of carbon impregnated fibres that can conduct \nelectricity. When pressure is applied to \nthe fabric, the pattern of signals that \npasses through the conducting fibres is \naltered and a computer chip can work \nout where the cloth has been touched. \nIt then can trigger whatever electronic \ndevice is attached to it, which could be \nno bigger than two boxes of matches.\n'The smart bit is in how we weave the \nfabric and how we send signals through \nit – and we can weave it into existing \nfabric designs so you cannot see it's in \nthere,' says one of the scientists.\nWithout being damaged, the material \ncan be washed, wrapped around \nobjects or scrunched up. The scientist \nalso claims it can be mass-produced \ncheaply.",
        "Question: Which piece of laboratory equipment would be among the equipment you would need to check that \nthe fabric is conducting electricity?\nA. Voltmeter\nB. Light box\nC. Micrometer\nD. Sound meter"
    ],
    "GRAND CANYON": [
        "Context: The Grand Canyon is located in a desert in the USA. It is a very large and deep canyon containing many \nlayers of rock. Sometime in the past, movements in the Earth's crust lifted these layers up. The Grand \nCanyon is now 1.6 km deep in parts. The Colorado River runs through the bottom of the canyon.",
        "Question: The temperature in the Grand Canyon ranges from below 0 oC to over 40 oC. Although it is a desert \narea, cracks in the rocks sometimes contain water. How do these temperature changes and the water in \nrock cracks help to speed up the breakdown of rocks? \nA. Freezing water dissolves warm rocks.\nB. Water cements rocks together.\nC. Ice smoothes the surface of rocks.\nD. Freezing water expands in the rock cracks."
    ],
    "SUNSCREENS": [
        "Context: Mimi and Dean wondered which sunscreen product provides the best protection for their skin. \nSunscreen products have a Sun Protection Factor (SPF) that shows how well each product absorbs the \nultraviolet radiation component of sunlight. A high SPF sunscreen protects skin for longer than a low \nSPF sunscreen.\nMimi thought of a way to compare some different sunscreen products. She and Dean collected the \nfollowing:\ns two sheets of clear plastic that do not absorb sunlight;\ns one sheet of light-sensitive paper;\ns mineral oil (M) and a cream containing zinc oxide (ZnO); and\ns four different sunscreens that they called S1, S2, S3, and S4.\nMimi and Dean included mineral oil because it lets most of the sunlight through, and zinc oxide because \nit almost completely blocks sunlight.\nDean placed a drop of each substance inside a circle marked on one sheet of plastic, then put the second \nplastic sheet over the top. He placed a large book on top of both sheets and pressed down.\nMimi then put the plastic sheets on top of the sheet of light-sensitive paper. Light-sensitive paper changes \nfrom dark grey to white (or very light grey), depending on how long it is exposed to sunlight. Finally, \nDean placed the sheets in a sunny place.",
        "Question: Which one of these statements is a scientific description of the role of the mineral oil and the zinc \noxide in comparing the effectiveness of the sunscreens?\nA. Mineral oil and zinc oxide are both factors being tested.\nB. Mineral oil is a factor being tested and zinc oxide is a reference substance.\nC. Mineral oil is a reference substance and zinc oxide is a factor being tested.\nD. Mineral oil and zinc oxide are both reference substances."
    ],
    "MARY MONTAGU": [
        "Context: The History of Vaccination\nMary Montagu was a beautiful woman. She survived an\nattack of smallpox in 1715 but she was left covered with scars.\nWhile living in Turkey in 1717, she observed a method called\ninoculation that was commonly used there. This treatment\ninvolved scratching a weak type of smallpox virus into the\nskin of healthy young people who then became sick, but in\nmost cases only with a mild form of the disease.\nMary Montagu was so convinced of the safety of these\ninoculations that she allowed her son and daughter to be\ninoculated.\nIn 1796, Edward Jenner used inoculations of a related disease,\ncowpox, to produce antibodies against smallpox. Compared\nwith the inoculation of smallpox, this treatment had less side\neffects and the treated person could not infect others. The\ntreatment became known as vaccination.",
        "Question: Give one reason why it is recommended that young children and old people, in particular, should be vaccinated against influenza (flu)."
    ],
    "ACID RAIN": [
        "Context: Below is a photo of statues called Caryatids that were built on the Acropolis in Athens more than \n2500 years ago. The statues are made of a type of rock called marble. Marble is composed of calcium \ncarbonate.\nIn 1980, the original statues were transferred inside the museum of the Acropolis and were replaced by \nreplicas. The original statues were being eaten away by acid rain.",
        "Question: Students who did this experiment also placed marble chips in pure (distilled) water overnight. Explain why the students included this step in their experiment."
    ],
    "GENETICALLY MODIFIED CROPS": [
        "Context: GM Corn Should Be Banned\nWildlife conservation groups are demanding that a\nnew genetically modified (GM) corn be banned.\nThis GM corn is designed to be unaffected by a\npowerful new herbicide that kills conventional\ncorn plants. This new herbicide will kill most of\nthe weeds that grow in cornfields.\nThe conservationists say that because these weeds\nare feed for small animals, especially insects, the\nuse of the new herbicide with the GM corn will be\nbad for the environment. Supporters of the use of\nthe GM corn say that a scientific study has shown\nthat this will not happen.\n\nHere are details of the scientific study mentioned in the above article:\ns Corn was planted in 200 fields across the country.\ns Each field was divided into two. The genetically modified (GM) corn treated with the powerful new \nherbicide was grown in one half, and the conventional corn treated with a conventional herbicide \nwas grown in the other half.\ns The number of insects found in the GM corn, treated with the new herbicide, was about the same \nas the number of insects in the conventional corn, treated with the conventional herbicide.",
        "Question: Corn was planted in 200 fields across the country. Why did the scientists use more than one site?\nA. So that many farmers could try the new GM corn.\nB. To see how much GM corn they could grow.\nC. To cover as much land as possible with the GM crop.\nD. To include various growth conditions for corn."
    ],
    "BUSES": [
        "Context: Ray's bus is, like most buses, powered by a petrol engine. These buses contribute to \nenvironmental pollution. \nSome cities have trolley buses: they are powered by an electric engine. The voltage needed \nfor such an electric engine is provided by overhead lines (like electric trains).\nThe electricity is supplied by a power station using fossil fuels. Supporters for the use of \ntrolley buses in a city say that these buses don't contribute to environmental pollution.",
        "Question: Are these supporters right? Explain your answer"
    ],
    "FLIES": [
        "Context: A farmer was working with dairy cattle at an agricultural experiment station. The population of flies in \nthe barn where the cattle lived was so large that the animals' health was affected. So the farmer sprayed \nthe barn and the cattle with a solution of insecticide A. The insecticide killed nearly all the flies. Some \ntime later, however, the number of flies was again large. The farmer again sprayed with the insecticide. \nThe result was similar to that of the first spraying. Most, but not all, of the flies were killed. Again, within \na short time the population of flies increased, and they were again sprayed with the insecticide. This \nsequence of events was repeated five times: then it became apparent that insecticide A was becoming \nless and less effective in killing the flies. The farmer noted that one large batch of the insecticide solution \nhad been made and used in all the sprayings. Therefore he suggested the possibility that the insecticide \nsolution decomposed with age.",
        "Question: The farmer's suggestion is that the insecticide decomposed with age. Briefly explain how this suggestion could be tested."
    ],
    "CALF CLONES": [
        "Context: In February 1993 a research team of the National Institute for Agricultural\nResearch in Bresson-Villiers (France) succeeded in producing five clones of\ncalves. The production of the clones (animals with the same genetic material,\neven though born to five different cows), was a complicated process.\nFirst the researchers removed about thirty egg cells from a cow (let us say the\ncow's name was Blanche 1). The researchers removed the nucleus from each\nof the egg cells taken from Blanche 1.\nThen the researchers took an embryo from another\ncow (let us say Blanche 2). This embryo contained\nabout thirty cells.\nThe researchers separated the ball of cells from\nBlanche 2 into individual cells.\nThen they removed the nucleus from each of\nthese individual cells. Each nucleus was injected\nseparately into one of the thirty cells that came\nfrom Blanche 1 (cells from which the nuclei had\nbeen removed).\nFinally the thirty injected egg cells were implanted into thirty surrogate\ncows. Nine months later, five of the surrogate cows each gave birth to a calf\nclone.\nOne of the researchers said that a large scale application of this cloning \ntechnique could be financially beneficial for cattle breeders.",
        "Question: The main idea tested in the French experiments on cows was confirmed by the results. Which main idea could have been tested in the French experiment?"
    ],
    "CORN": [
        "Context: Auke Ferwerda's stove contains a few logs burning quietly with low flames. From a paper bag next \nto the stove he takes a handful of corn and puts it onto the flames. Immediately the fire flares up \nbrightly. 'Look here,' Ferwerda says, 'The window of the stove stays clean and transparent. Combustion \nis complete.' Ferwerda talks about the fact that corn can be used as fuel as well as cattle food. As far as \nhe is concerned, this is the future. \nFerwerda points out that corn, in the form of cattle food, is in fact a type of fuel too. Cows eat corn to \nget energy out of it. But, Ferwerda explains, the sale of corn for fuel instead of for cattle food might be \nmuch more profitable for farmers. \nFerwerda has become convinced that, in the long run, corn will be widely used as fuel. He imagines what \nit will be like harvesting, storing, drying and packing the grains in bags for sale. \nFerwerda is currently investigating whether the whole corn plant could be used as fuel, but this research \nhas not been completed yet. \nWhat Ferwerda also needs to consider is the amount of attention being focused on carbon dioxide. \nCarbon dioxide is regarded as the main cause of the increase of the Greenhouse effect. The increase \nof the Greenhouse effect is said to be the cause of the increasing average temperature of the Earth's \natmosphere.\nIn Ferwerda's view, however, there is nothing wrong with carbon dioxide. On the contrary, he argues, \nplants absorb it and convert it into oxygen for human beings. \nHowever, Ferwerda's plans may clash with those of the government, which is actually trying to reduce \nthe emission of carbon dioxide. Ferwerda says, 'There are many scientists who say that carbon dioxide is \nnot the main cause of the Greenhouse effect.'",
        "Question: In the article a conversion of carbon dioxide is described: '…plants absorb it and convert it into oxygen …'. \nThere are more substances involved in this conversion than carbon dioxide and oxygen only. The \nconversion can be represented in the following way: \ncarbon dioxide + water A oxygen + ___\nWrite in the blank the name of the missing substance."
    ],
    "TOOTH DECAY": [
        "Context: Bacteria that live in our mouths cause dental caries (tooth decay). Caries have been a problem since the \n1700s when sugar became available from the expanding sugar cane industry.\nToday, we know a lot about caries. For example:\n- Bacteria that cause caries feed on sugar.\n- The sugar is transformed to acid.\n- Acid damages the surface of teeth.\n- Brushing teeth helps to prevent caries.",
        "Question: What is the role of bacteria in dental caries?\nA. Bacteria produce enamel.\nB. Bacteria produce sugar.\nC. Bacteria produce minerals.\nD. Bacteria produce acid."
    ],
    "HOT WORK": [
        "Context: For drinks during the day, Peter has a cup of hot coffee, at a temperature of about \n90 ºC, and a cup of cold mineral water, with a temperature of about 5 ºC. The cups are of identical type \nand size and the volume of each drink is the same. Peter leaves the cups sitting in a room where the \ntemperature is about 20 ºC.",
        "Question: What are the temperatures of the coffee and the mineral water likely to be after 10 minutes?\nA. 70 ºC and 10 ºC\nB. 90 ºC and 5 ºC\nC. 70 ºC and 25 ºC\nD. 20 ºC and 20 ºC"
    ],
    "MOUSEPOX": [
        "Context: There are many types of pox viruses that cause pox diseases in animals. Each type of virus usually infects \nonly one animal species. A magazine has reported that a scientist has used genetic engineering to modify \nthe DNA of mousepox. The altered virus kills all the mice it infects.\nThe scientist says research on modifying viruses is necessary in order to control pests that damage human \nfood. Critics of the research say viruses could escape from laboratories and infect other animals. They are \nalso worried that a modified pox virus for one species could infect other species, especially humans. \nHumans are infected with a pox virus called smallpox. Smallpox kills most people it infects. While it is \nthought that this disease has been eliminated from the general population, smallpox virus samples are \nkept in laboratories around the world.",
        "Question: Critics have expressed concern that the mousepox virus could infect species other than mice. Which one \nof the following reasons is the best explanation for this concern?\nA. The genes of smallpox virus and the genes of modified mousepox virus are identical.\nB. A mutation in mousepox DNA might allow the virus to infect other animals.\nC. A mutation could make the mousepox DNA identical to smallpox DNA.\nD. The number of genes in mousepox virus is the same as in other pox viruses."
    ],
    "TOBACCO SMOKING": [
        "Context: Tobacco is smoked in cigarettes, cigars and pipes. Research shows that tobacco-related diseases kill nearly \n13 500 people worldwide every day. It is predicted that, by 2020, tobacco-related diseases will cause 12% \nof all deaths globally.\nTobacco smoke contains many harmful substances. The most damaging substances are tar, nicotine and \ncarbon monoxide.",
        "Question: Tobacco smoke is inhaled into the lungs. Tar from the smoke is deposited in the lungs and this prevents \nthe lungs from working properly.\nWhich one of the following is a function of the lungs?\nA. To pump oxygenated blood to all parts of your body\nB. To transfer some of the oxygen that you breathe to your blood\nC. To purify your blood by reducing the carbon dioxide content to zero\nD. To convert carbon dioxide molecules into oxygen molecules"
    ],
    "STARLIGHT": [
        "Context: Toshio likes to look at stars. However, he cannot observe stars very well at night because \nhe lives in a large city.\nLast year Toshio visited the countryside where he observed a large number of stars that \nhe cannot see when he is in the city.",
        "Question: Toshio uses a telescope with a large diameter lens in order to observe stars of low brightness.\nWhy does using a telescope with a large diameter lens make it possible to observe stars of low \nbrightness?\nA. The larger the lens the more light is collected.\nB. The larger the lens the more it magnifies.\nC. Larger lenses allow more of the sky to be seen.\nD. Larger lenses can detect the dark colours in stars."
    ],
    "ULTRASOUND": [
        "Context: In many countries, images can be taken of a foetus (developing baby) by ultrasound imaging (echography). \nUltrasounds are considered safe for both the mother and the foetus.\nThe doctor holds a probe and moves it across the mother's abdomen. Ultrasound waves are transmitted \ninto the abdomen. Inside the abdomen they are reflected from the surface of the foetus. These reflected \nwaves are picked up again by the probe and relayed to a machine that can produce an image.",
        "Question: To form an image the ultrasound machine needs to calculate the distance between the foetus and the probe.\nThe ultrasound waves move through the abdomen at a speed of 1540 m/s. What measurement must \nthe machine make so that it can calculate the distance?"
    ],
    "BREAD DOUGH": [
        "Context: To make bread dough, a cook mixes flour, water, salt and yeast. After mixing, the dough is placed in a \ncontainer for several hours to allow the process of fermentation to take place. During fermentation, a \nchemical change occurs in the dough: the yeast (a single-celled fungus) helps to transform the starch and \nsugars in the flour into carbon dioxide and alcohol.",
        "Question: Fermentation causes the dough to rise. Why does the dough rise?\nA. The dough rises because alcohol is produced and turns into a gas.\nB. The dough rises because of single-celled fungi reproducing in it.\nC. The dough rises because a gas, carbon dioxide, is produced.\nD. The dough rises because fermentation turns water into a vapour."
    ],
    "TRANSIT OF VENUS": [
        "Context: On 8 June 2004, the planet Venus could be seen passing in front of the Sun when viewed from many \nplaces on Earth. This is called a 'transit' of Venus and happens when its orbit takes Venus between \nthe Sun and Earth. The previous transit of Venus occurred in 1882 and another is predicted to occur in \n2012.\nBelow is a picture of the transit of Venus in 2004. A telescope was pointed at the Sun and the image \nprojected onto a white card.",
        "Question: Why was the transit observed by projecting the image onto a white card, rather than by looking directly \nthrough the telescope?\nA. The Sun's light was too bright for Venus to show up.\nB. The Sun is big enough to see without magnification.\nC. Viewing the Sun through a telescope may damage your eyes.\nD. The image needed to be made smaller by projecting it onto a card."
    ],
    "HEALTH RISK": [
        "Context: Imagine that you live near a large chemical factory that produces fertilisers for use in agriculture. In \nrecent years there have been several cases of people in the area suffering from long-term breathing \nproblems. Many local people believe that these symptoms are caused by the emission of toxic fumes from \nthe nearby chemical fertiliser factory.\nA public meeting was held to discuss the potential dangers of the chemical factory to the health of local \nresidents. Scientists made the following statements at the meeting.\nStatement by scientists working for the chemical company\n'We have made a study of the toxicity of soil in the local area. We have found no evidence \nof toxic chemicals in the samples we have taken.'\nStatement by scientists working for concerned citizens in the local community\n'We have looked at the number of cases of long-term breathing problems in the local \narea and compared this with the number of cases in an area far away from the chemical \nfactory. There are more incidents in the area close to the chemical factory.'",
        "Question: The scientists working for the concerned citizens compared the number of people with long-term \nbreathing problems close to the chemical factory with those in an area far away from the factory.\nDescribe one possible difference in the two areas that would make you think that the comparison was \nnot a valid one."
    ],
    "WIND FARMS": [
        "Context: Many people believe that wind should replace oil and coal as a source of energy for producing electricity. \nThe structures in the picture are windmills with blades that are rotated by the wind. These rotations \ncause electricity to be produced by generators that are turned by the windmills.",
        "Question: The higher the altitude the more slowly windmills rotate at the same wind speed.\nWhich one of the following is the best reason why the blades of windmills rotate more slowly in higher \nplaces at the same wind speed?\nA. The air is less dense as altitude increases.\nB. The temperature is lower as altitude increases.\nC. Gravity becomes less as altitude increases. \nD. It rains more often as altitude increases."
    ]
}